{
"slug": "davi-claudino",
  "department": "Atuação e Núcleo Criativo",
  "image": "/images/davi-claudino.jpg",
  "email": "contato@institutointernacionaldeatuacao.com",
  "social": {
    "linkedin": "---------",
    "instagram": "https://www.instagram.com/educadordavi/"
  },
  "pt": {
    "name": "Davi Claudino",
    "role": "Ator",
    "bio": "Ator, performer e arte-educador. Formado em Teatro pelo Senac/SP (2018). No teatro, integrou montagens como \"Pule ou Ocorrência às 4h48\" (2019–2020), do Coletivo ERROR 404; \"O Último Carro (2018)\", de João das Neves, dirigido por Walmir Pavam; \"O Balcão (2017)\", de Jean Genet, dirigido por Rudson Marcello; \"4.48\" (2016–2017), dirigido por Michelle Lomba; \"Histórias de Bobos, Bocós, Burraldos e Paspalhões\" (2014–2016), da Cia Grama Verde de Teatro, dirigido por André Blumenschein, Paulo Carvalho e Marcelo Palmares; \"Adolescer Indefinido\" (2016), dirigido por Priscila Tessuto; \"Jovens Opressores\" (2014), dirigido por Robson Alfieri; \"Aquela Água Toda\" (2014), dirigido por Cacá Carvalho; e \"Mistério na Sala de Ensaio e Outras Histórias\" (2013), de Sérgio Roveri, dirigido por André Blumenschein. No audiovisual, atuou em produções como \"A Última Oração\" (2025), dirigido por Saulo Carvalho; \"Whey: Uma Saga Anabólica em Busca da Verdade\" (2023), da SPEC Filmes, dirigido por Matheus Guidoni; \"Flores Secas\" (2017), da Murano Produções, dirigido por Julia Gorgulho; e a versão audiovisual de \"Pule ou Ocorrência às 4h48\" (2020), sendo exibida ao vivo no Facebook e YouTube. Participou também do terceiro episódio da minissérie documental \"Extremos da Cidade\" (2014), exibida pela TV Gazeta, ao lado de seu irmão gêmeo Dan Claudino, discutindo os desafios da arte nas periferias de São Paulo. Davi ministra aulas de formação teatral e ações socioeducativas voltadas para crianças e adultos no Instituto Baccarelli, unindo arte e educação como ferramentas de transformação social.",
    "specialties": [
      "Atuação",
      "Método Stanislavski",
      "Teatro Contemporâneo",
      "Performance"
    ]
  },
  "en": {
    "name": "Davi Claudino",
    "role": "Actor",
    "bio": "Davi Claudino is an actor, performer, and teacher. Graduated in Theater from Senac/SP (2018). In theater, he has performed in productions such as \"Pule ou Ocorrência às 4h48\" (2019–2020), by Coletivo ERROR 404; \"O Último Carro\" (2018), by João das Neves, directed by Walmir Pavam; \"O Balcão\" (2017), by Jean Genet, directed by Rudson Marcello; \"4.48\" (2016–2017), directed by Michelle Lomba; \"Histórias de Bobos, Bocós, Burraldos e Paspalhões\" (2014–2016), by Cia Grama Verde de Teatro, directed by André Blumenschein, Paulo Carvalho, and Marcelo Palmares; \"Adolescer Indefinido\" (2016), directed by Priscila Tessuto; \"Jovens Opressores\" (2014), directed by Robson Alfieri; \"Aquela Água Toda\" (2014), directed by Cacá Carvalho; and \"Mistério na Sala de Ensaio e Outras Histórias\" (2013), by Sérgio Roveri, directed by André Blumenschein. In audiovisual work, he has acted in productions such as \"A Última Oração\" (2025), by Pane Filmes, directed by Saulo Carvalho; \"Whey: Uma Saga Anabólica em Busca da Verdade\" (2023), by SPEC Filmes, directed by Matheus Guidoni; \"Flores Secas\" (2017), by Murano Produções, directed by Julia Gorgulho; and the audiovisual adaptation of \"Pule ou Ocorrência às 4h48\" (2020), broadcast live on Facebook and YouTube. Davi also appeared in the third episode of the documentary miniseries \"Extremos da Cidade\" (2014), aired by TV Gazeta, alongside his twin brother Dan Claudino, discussing the challenges of creating art in the outskirts of São Paulo. Davi conducts theater training and socio-educational programs for children and adults at Instituto Baccarelli, integrating art and education as instruments for social transformation.",
    "specialties": [
      "Acting",
      "Stanislavski Method",
      "Contemporary Theater",
      "Performance"
    ]
  },
  "education": {
    "pt": [
      "Habilitação Técnica e Profissional em Teatro - Senac/SP (2018)",
      "Núcleo Experimental de Artes Cênicas do SESI-SP - FIESP (2019)",
      "Projeto 1ª Cena - Instituto Usina dos Atos (2016)",
      "Aquela Vida Toda com Cacá Carvalho (2014)",
      "Teatro do Oprimido com Robson Alfieri - CFC Cidade Tiradentes (2014)",
      "Reestruturação do Traje baseada na reciclagem de roupas de segunda mão com Juli Balázs e Piroska Ekiss, E-SCAPES, Conferência Internacional do Design para Performance (2014)",
      "Performance com Márcio Castro (2014)",
      "Interpretação Livre - Cia. Anjos Pornográficos (2014)"
    ],
    "en": [
      "Technical and Professional Qualification in Theater - Senac/SP (2018)",
      "Experimental Center for Performing Arts of SESI-SP - FIESP (2019)",
      "Projeto 1ª Cena - Instituto Usina dos Atos (2016)",
      "Aquela Vida Toda with Cacá Carvalho (2014)",
      "Theatre of the Oppressed with Robson Alfieri - CFC Cidade Tiradentes (2014)",
      "Costume Restructuring based on second-hand clothing recycling with Juli Balázs and Piroska Ekiss, E-SCAPES, International Conference on Design for Performance (2014)",
      "Performance with Márcio Castro (2014)",
      "Free Acting – Cia. Anjos Pornográficos (2014)"
    ]
  }
}


