{
  "slug": "diego-monteiro",
  "department": "Direção",
  "image": "/images/diego-monteiro.jpg",
  "email": "contato@institutointernacionaldeatuacao.com",
  "social": {
    "linkedin": "https://www.linkedin.com/in/diego-monteiro-54b40452/",
    "instagram": "https://www.instagram.com/diegomonteir_o/"
  },
  "pt": {
    "name": "Diego Monteiro",
    "role": "Diretor Artístico",
    "bio": "Diego Monteiro: Ator e Diretor. Com 17 anos de experiência, Diego Monteiro é ator e diretor, formado pelo Teatro Escola Célia Helena e CPT (Centro de Pesquisas Teatrais), sob coordenação de Antunes Filho. Trabalhou com nomes renomados como Celso Frateschi, Roberto Lage, Cacá Carvalho, Leonardo Medeiros, Arieta Correa e Maria Thaís. Sua trajetória inclui peças teatrais, filmes e a fundação de coletivos artísticos. Além das formações principais, Diego participou de workshops com Celso Frateschi (Brecht), Roberto Lage (Stanislavski/Kusnet) e Robert Castle (Lee Strasberg Theatre Institute). Aprofundou-se em Grotowski com Rena Mirecka e em Stanislavski com Valentin Vassilyevitch Teplyakov. Realizou residência na Cia. Elevador de Teatro Panorâmico e pesquisa sobre Matrizes da Ancestralidade Brasileira no Núcleo Experimental do SESI, coordenado por Maria Thaís (Cia. Balagan). Como diretor e fundador, criou o Teatro Experimental Poder Popular em Cena (2021-Presente), onde dirigiu a peça \"Que Medo Vocês Têm de Nós\", com lotação esgotada no ECLA e Memorial da Resistência; fundou o Teatro Brutaflor (2019-2020), onde atuou como agitador cultural e ministrou o curso \"A Potência do Ator\"; e codirigiu o Teatro da Rotina (2016-2018) com Leonardo Medeiros, participando da reestruturação e gestão artística e ministrando oficinas. Como ator, participou do piloto da série \"Shadow Squad – Esquadrão das Sombras\", com direção de Tristan Aronovich e Armando Fonseca, e de um curta-metragem inspirado em Fernando Pessoa; atuou em \"O Escafandro\" (Pirandello), dirigido por Leonardo Medeiros, e no monólogo \"Parsifal e o Puro Coração Perdido\" (texto de Leo Lama, direção de Arieta Correa), apresentado em diversos espaços alternativos. Destaca-se ainda em \"Estudo Hamlet.com\" (Núcleo Experimental do SESI), direção de Cacá Carvalho, onde interpretou o Rei Cláudio; \"Teatro para Pássaros\" (Daniel Veronese), direção de Roberto Lage; e \"Arlequim Servidor de Dois Amos\" (Carlo Goldoni), direção de Gustavo Trestini. Facilitou a Oficina Ritual Fantasma (Dezembro 2023), realizada no GST Espaço Cultural, com inspiração em Tadeusz Kantor, onde os participantes encarnaram divindades ancestrais para refletir sobre a crise climática, culminando em apresentação com lotação máxima, gerando impacto e discussões; ministrou oficinas de teatro popular no ECLA (2021-2024), baseadas em histórias de militantes, culminando em apresentações como \"Que Medo Vocês Têm de Nós\" e na profissionalização do grupo; além de cursos como \"A Potência do Ator\" no Teatro Brutaflor e oficinas no Teatro da Rotina. Em performances e projetos experimentais, realizou \"Modernidade Overdrive\" (Abril 2024), uma performance com violoncelista, explorando os excessos da modernidade com textos de Nietzsche e Fernando Pessoa; participou de pesquisa sobre ancestralidade brasileira no SESI e de residência na Cia. Elevador de Teatro Panorâmico. Possui domínio de métodos como Stanislavski, Brecht e Grotowski na atuação; experiência em montagens e coordenação de grupos na direção; ministração de cursos e workshops em facilitação; e criação de performances, videoartes e conteúdo digital em multimídia. Entre prêmios e reconhecimentos, destaca-se a seleção do curta-metragem \"Superpoderes\" no Festival Cultura Inglesa (2008) e participação em projetos com diretores e instituições renomadas nacional e internacionalmente. Idiomas: Português (nativo), Inglês (intermediário).",
    "specialties": [
      "Atuação viva",
      "Pedagogia teatral",
      "Direção teatral",
      "Antunes Filho",
      "Sistema de Stanislávski"
    ]
  },
  "en": {
    "name": "Diogo Rezende",
    "role": "Director-Pedagogue",
    "bio": "Diego Monteiro: Actor e Director. With 17 years of experience, Diego Monteiro is an actor and director, trained at Teatro Escola Célia Helena and CPT (Center for Theatrical Research), under the coordination of Antunes Filho. He has worked with renowned figures such as Celso Frateschi, Roberto Lage, Cacá Carvalho, Leonardo Medeiros, Arieta Correa, and Maria Thaís. His career includes theater productions, films, and the founding of artistic collectives. In addition to his main training, Diego participated in workshops with Celso Frateschi (Brecht), Roberto Lage (Stanislavski/Kusnet), and Robert Castle (Lee Strasberg Theatre Institute). He deepened his studies in Grotowski with Rena Mirecka and in Stanislavski with Valentin Vassilyevitch Teplyakov. He completed a residency at Cia. Elevador de Teatro Panorâmico and conducted research on the Matrices of Brazilian Ancestry at the Núcleo Experimental do SESI, coordinated by Maria Thaís (Cia. Balagan). As director and founder, he created the Teatro Experimental Poder Popular em Cena (2021–present), where he directed the play \"Que Medo Vocês Têm de Nós\" (What Fear You Have of Us), with sold-out performances at ECLA and Memorial da Resistência; he founded Teatro Brutaflor (2019–2020), where he acted as a cultural agitator and taught the course \"The Power of the Actor\"; and he co-directed Teatro da Rotina (2016–2018) with Leonardo Medeiros, participating in its restructuring and artistic management, as well as leading workshops. As an actor, he participated in the pilot of the series \"Shadow Squad – Esquadrão das Sombras\", directed by Tristan Aronovich and Armando Fonseca, and in a short film inspired by Fernando Pessoa. He performed in \"O Escafandro\" (Pirandello), directed by Leonardo Medeiros, and in the monologue \"Parsifal e o Puro Coração Perdido\" (Parsifal and the Pure Lost Heart), written by Leo Lama and directed by Arieta Correa, presented in various alternative venues. He also stood out in \"Estudo Hamlet.com\" (Núcleo Experimental do SESI), directed by Cacá Carvalho, where he played King Claudius; \"Teatro para Pássaros\" (Theater for Birds) by Daniel Veronese, directed by Roberto Lage; and \"Arlequim Servidor de Dois Amos\" (Harlequin, Servant of Two Masters) by Carlo Goldoni, directed by Gustavo Trestini. He facilitated the Ritual Fantasma Workshop (December 2023), held at GST Cultural Space, inspired by Tadeusz Kantor, where participants embodied ancestral deities to reflect on the climate crisis, culminating in a sold-out final presentation that sparked impact and discussions. He led popular theater workshops at ECLA (2021–2024), based on stories of activists, resulting in performances such as \"Que Medo Vocês Têm de Nós\" and the professionalization of the group; he also taught courses like \"The Power of the Actor\" at Teatro Brutaflor and workshops at Teatro da Rotina. In performances and experimental projects, he created \"Modernidade Overdrive\" (April 2024), a performance with a cellist exploring the excesses of modernity through texts by Nietzsche and Fernando Pessoa; he also participated in research on Brazilian ancestry at SESI and in a residency at Cia. Elevador de Teatro Panorâmico. He has mastery of methods such as Stanislavski, Brecht, and Grotowski in acting; experience in productions and group coordination in directing; teaching of courses and workshops in facilitation; and the creation of performances, video art, and digital content in multimedia. Among awards and recognitions, he was selected for the short film \"Superpoderes\" (Superpowers) at the Cultura Inglesa Festival (2008) and has participated in projects with renowned directors and institutions both nationally and internationally.",
    "specialties": [
      "Living Acting",
      "Theatrical Pedagogy",
      "Theatrical Direction",
      "Antunes Filho",
      "Stanislavski System"
    ]
  },
  "education": {
    "pt": [
      "Célia helena (2007)",
      "CPT coordenação Antunes Filho (2008)"
    ],
    "en": [
      "Célia Helena (2007)",
      "CPT coordinated by Antunes Filho (2008)"
    ]
  }
}
