{
"slug": "margareth-galvao",
  "department": "Atuação e Núcleo Criativo",
  "image": "/images/margareth-galvao.jpg",
  "email": "contato@institutointernacionaldeatuacao.com",
  "social": {
    "linkedin": "https://www.linkedin.com/company/instituto-internacional-de-atua%C3%A7%C3%A3o/?viewAsMember=true",
    "instagram": "https://www.instagram.com/margarethgalvao75532atriz/"
  },
  "pt": {
    "name": "Margareth Galvão",
    "role": "Atriz",
    "bio": "Margareth Galvão coleciona mais de 50 trabalhos como atriz, diretora e dramaturga. Por mais de 16 anos, também dedicou-se a transmitir às novas gerações todo seu conhecimento, como professora de teatro na Escola Técnica de Teatro, Dança e Música (FAFI). Natural de São Caetano do Sul, a artista paulista morou em várias cidades até escolher Vitória como sua casa, em 1987, onde desenhou sua história. Sob a direção de Jonas Bloch, Margareth estreou no teatro com a peça \"Inspetor Geral\", de Nicolau Gogol, em 1973. Hoje, ela carrega no currículo mais de 20 peças, entre dramas, comédias, musicais e infantis. Em 1995, recebeu o Prêmio Sated de Melhor Atriz pela sua atuação nos espetáculos \"Bella Ciao\", obra de Luis Alberto Abreu, com direção de Renato Saudino, e \"Ainda Bem Que Aqui Deu Certo\", uma montagem com texto da própria Margareth escrito em parceria com o ator e diretor Erlon José Paschoal. Seu último trabalho no teatro \"Giros\" (2024), de Andrea Lobo. No audiovisual, o primeiro trabalho foi no longa-metragem \"Lamarca\" (1993), de Sérgio Rezende, seguido por \"O Amor Está no Ar\" (1995), de Amylton de Almeida. De lá pra cá, Margareth trabalhou no elenco de mais de 30 filmes, entre curtas e longas. Em seu currículo, estão as atuações no curta \"Flora\" (1995) e no longa \"A Morte da Mulata\" (2000), ambos de Marcel Cordeiro, e nos curtas \"Mundo Cão\" (2001) e \"A Fuga\" (2005), de Saskia Sá. Sob a direção de Gustavo Moraes, fez parte do elenco de \"Baseado em Estórias Reais\" (2002) e \"Até Quando?\" (2006). Com Rodrigo Aragão, atuou nos filmes \"A Noite do Chupacabras\" (2011), \"Mar Negro\" (2013) e \"Mata Negra\" (2017). Participou do episódio \"Loira do Banheiro\", dirigido por Petter Beistorff e Joel Caetano, no longa \"Fábulas Negras\" (2014). Por essa atuação, Margareth recebeu o prêmio de Melhor Atriz no MAC Horror Fest na Amazônia 2015. Em 2013, integrou o elenco de \"Teobaldo Morto, Romeu Exilado\", longa de Rodrigo de Oliveira exibido no 22º Festival de Cinema de Vitória. Sua últimas participações no cinema foram nos curtas \"Latasha\" (2022), dirigido por Alexssander Buck, \"Procuro Teu Auxílio para Enterrar um Homem\" (2022), dirigido por Anderson Bardot, e \"Barreira Verde\" (2024), dirigido por Cíntia Braga. Reconhecida por sua contribuição à cultura capixaba, Margareth foi homenageada com a Comenda Maurício de Oliveira pela Prefeitura de Vitória (2015). Foi também atriz homenageada nos festivais Fecin – Festival de Cinema de Muqui (2016), Festival de Cinema de Vitória (2017) e Festival de Santa Teresa (2019). Em 2022, recebeu da Câmara Municipal de Vitória a Honra ao Mérito por seus serviços prestados à cultura local.",
    "specialties": [
      "Atuação",
      "Método Stanislavski",
      "Teatro Contemporâneo",
      "Direção",
      "Performance"
    ]
  },
  "en": {
    "name": "Margareth Galvão",
    "role": "Actress",
    "bio": "Margareth Galvão has accumulated over 50 credits as an actress, director, and playwright. For more than 16 years, she also devoted herself to sharing her knowledge with new generations as a theater teacher at the Escola Técnica de Teatro, Dança e Música (FAFI). Originally from São Caetano do Sul, the São Paulo-born artist lived in several cities before choosing Vitória as her home in 1987, where she has since built her artistic legacy. Under the direction of Jonas Bloch, Margareth made her theater debut in the play \"Inspetor Geral\" by Nikolai Gogol in 1973. To date, her résumé includes over 20 stage productions, spanning dramas, comedies, musicals, and children's theater. In 1995, she received the SATED Award for Best Actress for her performances in \"Bella Ciao\", a play by Luis Alberto Abreu directed by Renato Saudino, and \"Ainda Bem Que Aqui Deu Certo\", a production based on a script co-written by Margareth and actor-director Erlon José Paschoal. Her most recent stage work is \"Giros\" (2024), by Andrea Lobo. In film and television, her first appearance was in the feature film \"Lamarca\" (1993), directed by Sérgio Rezende, followed by \"O Amor Está no Ar\" (1995), by Amylton de Almeida. Since then, Margareth has appeared in more than 30 films, including both shorts and feature-length works. Her credits include the short film \"Flora\" (1995) and the feature \"A Morte da Mulata\" (2000), both by Marcel Cordeiro, as well as the shorts \"Mundo Cão\" (2001) and \"A Fuga\" (2005), by Saskia Sá. Under the direction of Gustavo Moraes, she acted in \"Baseado em Estórias Reais\" (2002) and \"Até Quando?\" (2006). She worked with filmmaker Rodrigo Aragão in the features \"A Noite do Chupacabras\" (2011), \"Mar Negro\" (2013), and \"Mata Negra\" (2017). She also appeared in the segment \"Loira do Banheiro\", directed by Petter Baiestorf and Joel Caetano, in the anthology film \"Fábulas Negras\" (2014). For this performance, she received the Best Actress Award at the MAC Horror Fest in the Amazon in 2015. In 2013, she was part of the cast of \"Teobaldo Morto, Romeu Exilado\", a feature film by Rodrigo de Oliveira, screened at the 22nd Vitória Film Festival. Her most recent film roles include the films \"Latasha\" (2022), directed by Alexssander Buck; \"Procuro Teu Auxílio para Enterrar um Homem\" (2022), directed by Anderson Bardot; and \"Barreira Verde\" (2024), directed by Cíntia Braga. Recognized for her contribution to Espírito Santo's cultural life, Margareth was honored with the Comenda Maurício de Oliveira by the City of Vitória in 2015. She was also the featured actress at FECIN – Festival de Cinema de Muqui (2016), at the Vitória Film Festival (2017), and at the Santa Teresa Film Festival (2019). In 2022, she received an Honorable Mention from the Municipal Chamber of Vitória for her outstanding service to the local culture.",
    "specialties": [
      "Acting",
      "Stanislavski Method",
      "Contemporary Theater",
      "Direction",
      "Performance"
    ]
  },
  "education": {
    "pt": [
      "Teatro - Fundação de Artes de São Caetano do Sul",
      "Graduação em Artes Visuais - Universidade Federal do Espírito Santo (2009)"
    ],
    "en": [
      "Theater – Fundação de Artes de São Caetano do Sul",
      "Bachelor’s in Visual Arts – Universidade Federal do Espírito Santo (2009)"
    ]
  }
}


